{
  "loading_messages": [
    "Zombies drop villager souls. Use them on a villager spawner to -well- spawn villagers!",
    "Endermen drop maschine blocks. Use villager souls on a placed maschine block to transfrom it into a villager spawner.",
    "Endermen drop maschine blocks. Use string on a placed maschine block to transfrom it into a sieve.",
    "Use star powder on a sieve to start sieving it. Click on it again (once it's not shaking anymore) to collect items!"
    "Endermen drop maschine blocks. Use a fallen star on a placed maschine block to transfrom it into a jeweller maschine.",
    "You can place an ordinary jewel (white) inside a jeweller maschine and then mix it with a dye to create new jewels.",
    "Endermen drop maschine blocks. Use a netherstar on a placed maschine block to transfrom it into a chunk loader.",
    "Endermen drop maschine blocks. Use a dark jewel on a placed maschine block to transfrom it into a star powder generator.",
    "A star powder generator regulary produces star powder. Click on it to collect star powder.",
    "Skeletons drop shackles. Use them on a villager to turn him into a weaponsmith.",
    "Use steel on a villager to turn him into an advanced weaponsmith.",
    "Share an ordinary jewel with a villager to turn him into a jeweller weaponsmith.",
    "If you give a red star flower to a villager, he'll become a jeweller.",
    "Share a yellow star flower with a villager to turn him into an astronomer.",
    "You can charge zombies by giving them star powder. These galactic zombies drop a star potion.",
    "Witches have the chance of dropping a magic potion. This potion can be used to craft a potion amulet.",
    "Bats now drop vampire tooths and wings. Both items are pretty important.",
    "Wolves, Ocelots and Polar Bears now drop fell.",
    "You can transform into a vampire or werewolf. The magician knows more about it.",
    "A magician is born when clicking on a villager while holding a star potion.",
    "Click with an empty extract bottle on a wolf or bat to capture their life essence.",
    "Endermen, vindicators and baby zombies now drop corrupted items.",
    "Use corrupted items to craft speed, health or damage pigments. You can use them to upgrade your star sword.",
    "Parrots drop colored feathers.",
    "The astronomer sells new items.",
    "Villagers unlock more offers if you trade a lot with them!",
    "You cannot craft steel. Only weaponsmith can. Maybe some of them trades steel?",
    "The Astronomic Expansion Addon was created by @solvedDev. Follow him on twitter for updates.",
    "You can find star powder in dungeon chests and as a treasure while fishing."
  ]
}